@echo off
::--------------------------------------------------------------初始化程序区--------------------------------------------------------------------
cd.\component
echo %date% %time% Program initialization >>Tool-usage-data.txt
cd..

mode con cols=150 lines=40
color 9e

title ☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆Ayakatool☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆

echo ---------------------欢迎使用Ayakatool---------------------
echo -------------------------version 1.0-------------------------
echo Ayakatool by Android Debug Bridge and Microsoft powershell
echo ----------------------》》任意键进入《《---------------------
pause>nul
::----------------------------------------------------------------------------------------------------------------------------------------------